<?php

/*
 * UrlHum (https://urlhum.com)
 *
 * @link      https://github.com/urlhum/UrlHum
 * @copyright Copyright (c) 2019 Christian la Forgia
 * @license   https://github.com/urlhum/UrlHum/blob/master/LICENSE.md (MIT License)
 */

return [
  'update_success' => 'Account successfully updated!',
  'password' => [
    'success' => 'Password successfully updated!',
    'current' => 'Текущий пароль',
    'not_match' => 'Текущее поле пароля не совпадает с вашим паролем',
    'password' => 'Пароль',
    'forgot' => 'Забыли пароль?',
    'reset' => 'Сброс пароля',
    'confirm' => 'Подтверждение нового пароля',
    'new' => 'Новый пароль',
    'change' => 'Смена пароля',
    'old' => 'Старый пароль',
    'send' => 'Отправить ссылку на сброс пароля',
  ],
  'user_created' => 'Пользователь успешно создан',
  'user_updated' => 'Пользователь успешно обновлен',
  'user_deleted' => 'Пользователь успешно удалён',
  'sign_in' => 'Войдите под своей учетной записью',
  'email' => 'Эл.почта',
  'remember' => 'Запомнить меня',
  'login' => 'Войти',
  'new' => 'Создать новую учетную запись',
  'sign_up' => 'Регистрация на :site',
  'name' => 'Имя',
  'agreement' => 'Я согласен(-на) с ',
  'agreement_error' => 'Для продолжения необходимо принять наши TOS / Политику конфиденциальности.',
  'create' => 'Создать учетную запись',
  'verify' => 'Подтвердите адрес эл. почты',
  'verify_sent' => 'Код подтверждения был отправлен на вашу эл.почту.',
  'verify_proceed' => 'Прежде чем продолжить, проверьте свою эл.почту на наличие ссылки для подтверждения.',
  'verify_resend' => 'Если вы не получили эл.письмо',
  'verify_resend_2' => 'нажмите здесь, чтобы запросить другой',
  'verified_title' => 'Учетная запись успешно подтверждена!',
  'verified' => 'Отлично! Вы успешно подтвердили ваш адрес электронной почты. Теперь вы можете использовать все функции сайта.',
  'edit' => 'Изменить аккаунт',
  'information' => 'Данные пользователя',
  'user' => 'Пользователь',
  'management' => 'Управление пользователями',
  'back_list' => 'Назад к списку',
  'users' => 'Пользователи',
  'add' => 'Добавить пользователя',
  'creation_date' => 'Дата создания',
  'delete' => [
    'confirm' => 'Вы действительно хотите удалить этого пользователя?',
    'delete' => 'Удалить пользователя',
  ],
];
